app/views/static/index.html.erb

<div class="col-md-12 text-center card-columns">
  <% Gossip.all.each do |gossip| %>
---
SELECT "gossips".* FROM "gossips"

        <h5 class="card-title"><%= gossip.title %></h5>
        <p class="card-text">Written by <%= gossip.user.first_name%> <%= gossip.user.last_name%> </p>
---
SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 8], ["LIMIT", 1]]